Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Build with Tools
de: Bauen Sie mit Werkzeugen
es: Construir con herramientas
fr: Construire avec des outils
it: Costruisci con gli strumenti
ja: ツールを使って構築する
ko: 도구를 사용하여 구축
pt_br: Construa com ferramentas
zh_hans: 使用工具构建
zh_hant: 使用工具建構

source: Structured Output
de: Strukturierte Ausgabe
es: Salida estructurada
fr: Sortie structurée
it: Risultati strutturati
ja: 構造化された出力
ko: 구조화된 출력
pt_br: Saída Estruturada
zh_hans: 结构化输出
zh_hant: 結構化輸出

source: Context & Runtime
de: Kontext & Laufzeit
es: Contexto y tiempo de ejecución
fr: Contexte et durée d'exécution
it: Contesto e tempo di esecuzione
ja: コンテキストとランタイム
ko: 컨텍스트 및 런타임
pt_br: Contexto e tempo de execução
zh_hans: 上下文和运行时
zh_hant: 上下文和運行時

source: Workflows
de: Arbeitsabläufe
es: Flujos de trabajo
fr: Flux de travail
it: Flussi di lavoro
ja: ワークフロー
ko: 워크플로
pt_br: Fluxos de trabalho
zh_hans: 工作流
zh_hant: 工作流程

source: Run a focused example, then change one thing.
de: Führen Sie ein gezieltes Beispiel durch und ändern Sie dann eine Sache.
es: Ejecute un ejemplo enfocado y luego cambie una cosa.
fr: Exécutez un exemple ciblé, puis modifiez une chose.
it: Esegui un esempio mirato, quindi modifica una cosa.
ja: 焦点を絞った例を実行してから、1 つ変更します。
ko: 집중된 예제를 실행한 다음 한 가지를 변경하십시오.
pt_br: Execute um exemplo focado e depois mude uma coisa.
zh_hans: 运行一个重点示例，然后更改一件事。
zh_hant: 運行一個重點範例，然後更改一件事。

source: Connect the model to live system capabilities.
de: Verbinden Sie das Modell mit Live-Systemfunktionen.
es: Conecte el modelo a las capacidades del sistema en vivo.
fr: Connectez le modèle aux capacités du système en direct.
it: Connetti il ​​modello alle funzionalità del sistema live.
ja: モデルをライブ システム機能に接続します。
ko: 모델을 라이브 시스템 기능에 연결합니다.
pt_br: Conecte o modelo aos recursos do sistema ativo.
zh_hans: 将模型连接到实时系统功能。
zh_hant: 將模型連接到即時系統功能。

source: Turn responses into reliable, typed data.
de: Verwandeln Sie Antworten in zuverlässige, typisierte Daten.
es: Convierta las respuestas en datos confiables escritos.
fr: Transformez les réponses en données fiables et saisies.
it: Trasforma le risposte in dati digitati affidabili.
ja: 応答を信頼できる型付きデータに変換します。
ko: 응답을 신뢰할 수 있는 입력된 데이터로 변환합니다.
pt_br: Transforme respostas em dados digitados e confiáveis.
zh_hans: 将响应转化为可靠的类型化数据。
zh_hant: 將回應轉化為可靠的類型化資料。

source: Understand the model, its limits, and each run.
de: Verstehen Sie das Modell, seine Grenzen und jede Ausführung.
es: Comprende el modelo, sus límites y cada ejecución.
fr: Comprenez le modèle, ses limites et chaque exécution.
it: Comprendi il modello, i suoi limiti e ogni esecuzione.
ja: モデル、その制限、各実行について理解します。
ko: 모델과 그 한계, 각 실행을 이해합니다.
pt_br: Entenda o modelo, seus limites e cada execução.
zh_hans: 了解模型、模型的限制以及每次运行。
zh_hant: 瞭解模型、模型的限制以及每次執行。

source: Study complete patterns you can adapt to your app.
de: Studieren Sie vollständige Muster, die Sie an Ihre App anpassen können.
es: Estudia patrones completos que puedes adaptar a tu aplicación.
fr: Étudiez des modèles complets que vous pouvez adapter à votre application.
it: Studia modelli completi che puoi adattare alla tua app.
ja: アプリに適応できる完全なパターンを学習してください。
ko: 앱에 적용할 수 있는 완전한 패턴을 연구하세요.
pt_br: Estude padrões completos que você pode adaptar ao seu aplicativo.
zh_hans: 研究可以适应您的应用程序的完整模式。
zh_hant: 研究可以適應您的應用程式的完整模式。

source: New Experiment
de: Neues Experiment
es: Nuevo experimento
fr: Nouvelle expérience
it: Nuovo esperimento
ja: 新しい実験
ko: 새로운 실험
pt_br: Nova experiência
zh_hans: 新实验
zh_hant: 新實驗

source: Guided Conversation
de: Geführtes Gespräch
es: Conversación guiada
fr: Conversation guidée
it: Conversazione guidata
ja: ガイド付き会話
ko: 안내 대화
pt_br: Conversa guiada
zh_hans: 引导对话
zh_hant: 引導對話

source: Tool-Enabled Assistant
de: Toolfähiger Assistent
es: Asistente habilitado para herramientas
fr: Assistant activé par les outils
it: Assistente abilitato agli strumenti
ja: ツール対応アシスタント
ko: 도구 지원 도우미
pt_br: Assistente habilitado para ferramenta
zh_hans: 工具助手
zh_hant: 工具助手

source: Dynamic Schema Workshop
de: Dynamischer Schema-Workshop
es: Taller de esquemas dinámicos
fr: Atelier de schéma dynamique
it: Workshop sugli schemi dinamici
ja: 動的スキーマワークショップ
ko: 동적 스키마 워크숍
pt_br: Workshop de Esquema Dinâmico
zh_hans: 动态模式研讨会
zh_hant: 動態模式研討會

source: Progress from a basic object to forms, unions, and invoice extraction.
de: Gehen Sie von einem Basisobjekt zu Formularen, Vereinigungen und der Rechnungsextraktion über.
es: Progrese desde un objeto básico hasta formularios, uniones y extracción de facturas.
fr: Passez d'un objet de base à l'extraction de formulaires, d'unions et de factures.
it: Passa da un oggetto di base a moduli, unioni ed estrazione di fatture.
ja: 基本オブジェクトからフォーム、結合、請求書の抽出まで進みます。
ko: 기본 객체부터 양식, 통합, 송장 추출까지 진행됩니다.
pt_br: Progresso de um objeto básico para formulários, sindicatos e extração de faturas.
zh_hans: 从基本对象发展到表单、联合和发票提取。
zh_hant: 從基本物件發展到表單、聯合和發票提取。

source: Multilingual Workshop
de: Mehrsprachiger Workshop
es: Taller multilingüe
fr: Atelier multilingue
it: Laboratorio multilingue
ja: 多言語ワークショップ
ko: 다국어 워크숍
pt_br: Workshop Multilíngue
zh_hans: 多语言研讨会
zh_hant: 多語言研討會

source: Agentic Tools
de: Agentenwerkzeuge
es: Herramientas de agentes
fr: Outils agentiques
it: Strumenti agentici
ja: エージェントツール
ko: 에이전트 도구
pt_br: Ferramentas de agentes
zh_hans: 智能体工具
zh_hant: 代理程式工具

source: Ordered tool calls, typed arguments, and final world state.
de: Geordnete Werkzeugaufrufe, typisierte Argumente und endgültiger Weltzustand.
es: Llamadas de herramientas ordenadas, argumentos tipados y estado final del entorno.
fr: Appels d’outils ordonnés, arguments typés et état final du monde.
it: Chiamate agli strumenti ordinate, argomenti tipizzati e stato finale del mondo.
ja: 順序付きツール呼び出し、型付き引数、最終ワールド状態。
ko: 순서가 지정된 도구 호출, 형식화된 인수 및 최종 월드 상태.
pt_br: Chamadas de ferramentas ordenadas, argumentos tipados e estado final do ambiente.
zh_hans: 有序工具调用、类型化参数和最终环境状态。
zh_hant: 有序工具呼叫、型別化引數和最終環境狀態。

source: Agent Workbench
de: Agenten-Workbench
es: Banco de trabajo de agentes
fr: Atelier d’agents
it: Banco di lavoro per agenti
ja: エージェントワークベンチ
ko: 에이전트 워크벤치
pt_br: Bancada de agentes
zh_hans: 智能体工作台
zh_hant: 代理程式工作台

source: Generate type-safe Swift values instead of parsing prose.
de: Generieren Sie typsichere Swift-Werte, anstatt Prosa zu analysieren.
es: Genere valores Swift con seguridad de tipos en lugar de analizar prosa.
fr: Générez des valeurs Swift de type sécurisé au lieu d'analyser de la prose.
it: Genera valori Swift indipendenti dai tipi invece di analizzare la prosa.
ja: 散文を解析する代わりに、タイプセーフな Swift 値を生成します。
ko: 산문을 구문 분석하는 대신 유형이 안전한 Swift 값을 생성합니다.
pt_br: Gere valores Swift com segurança de tipo em vez de analisar prosa.
zh_hans: 生成类型安全的 Swift 值而不是解析散文。
zh_hant: 產生類型安全的 Swift 值而不是解析散文。

source: Constrain generated properties with clear, testable guides.
de: Beschränken Sie generierte Eigenschaften mit klaren, testbaren Anleitungen.
es: Restrinja las propiedades generadas con guías claras y comprobables.
fr: Limitez les propriétés générées avec des guides clairs et testables.
it: Vincola le proprietà generate con guide chiare e verificabili.
ja: 明確でテスト可能なガイドを使用して、生成されたプロパティを制約します。
ko: 명확하고 테스트 가능한 가이드를 사용하여 생성된 속성을 제한합니다.
pt_br: Restrinja as propriedades geradas com guias claros e testáveis.
zh_hans: 使用清晰、可测试的指南约束生成的属性。
zh_hant: 使用清晰、可測試的指南約束產生的屬性。

source: Check whether the system model is ready before starting work.
de: Prüfen Sie vor Beginn der Arbeiten, ob das Systemmodell bereit ist.
es: Compruebe si el modelo del sistema está listo antes de comenzar a trabajar.
fr: Vérifiez si le modèle du système est prêt avant de commencer les travaux.
it: Verificare se il modello del sistema è pronto prima di iniziare il lavoro.
ja: 作業を開始する前に、システムモデルが準備できているかどうかを確認してください。
ko: 작업을 시작하기 전에 시스템 모델이 준비되었는지 확인하십시오.
pt_br: Verifique se o modelo do sistema está pronto antes de iniciar o trabalho.
zh_hans: 开始工作前检查系统模型是否准备就绪。
zh_hant: 開始工作前檢查系統模型是否準備就緒。

source: Tune sampling and response limits, then compare the output.
de: Passen Sie die Abtast- und Antwortgrenzen an und vergleichen Sie dann die Ausgabe.
es: Ajuste los límites de muestreo y respuesta y luego compare el resultado.
fr: Ajustez les limites d’échantillonnage et de réponse, puis comparez la sortie.
it: Regola i limiti di campionamento e risposta, quindi confronta l'output.
ja: サンプリングと応答の制限を調整し、出力を比較します。
ko: 샘플링 및 응답 제한을 조정한 다음 출력을 비교합니다.
pt_br: Ajuste os limites de amostragem e resposta e compare a saída.
zh_hans: 调整采样和响应限制，然后比较输出。
zh_hant: 調整取樣和響應限制，然後比較輸出。

source: Turn free-form reflections into thoughtful prompts and summaries.
de: Verwandeln Sie freie Überlegungen in durchdachte Anregungen und Zusammenfassungen.
es: Convierta reflexiones de forma libre en sugerencias y resúmenes reflexivos.
fr: Transformez vos réflexions libres en invites et résumés réfléchis.
it: Trasforma le riflessioni in forma libera in suggerimenti e riepiloghi ponderati.
ja: 自由形式の考察を思慮深いプロンプトと要約に変えます。
ko: 자유 형식의 의견을 사려 깊은 프롬프트와 요약으로 바꿔보세요.
pt_br: Transforme reflexões de formato livre em sugestões e resumos bem pensados.
zh_hans: 将自由形式的反思转化为深思熟虑的提示和总结。
zh_hant: 將自由形式的反思轉化為深思熟慮的提示和總結。

source: Explore how prompt changes shape creative output.
de: Entdecken Sie, wie schnelle Änderungen den kreativen Output prägen.
es: Explore cómo los cambios rápidos dan forma a la producción creativa.
fr: Découvrez comment les changements rapides façonnent la production créative.
it: Scopri come le modifiche tempestive modellano l'output creativo.
ja: プロンプトがクリエイティブの出力をどのように変化させるかを調べてください。
ko: 프롬프트의 변화가 창의적인 결과물을 어떻게 형성하는지 알아보세요.
pt_br: Explore como as mudanças imediatas moldam a produção criativa.
zh_hans: 探索提示如何改变创意输出。
zh_hant: 探索提示如何改變創意輸出。

source: Index documents and ask grounded questions with source citations.
de: Indexieren Sie Dokumente und stellen Sie fundierte Fragen mit Quellenangaben.
es: Indexe documentos y haga preguntas fundamentadas con citas de fuentes.
fr: Indexez les documents et posez des questions fondées avec des citations de sources.
it: Indicizza i documenti e poni domande fondate con citazioni delle fonti.
ja: 文書にインデックスを付け、出典を引用して根拠のある質問をします。
ko: 문서를 색인화하고 출처 인용을 통해 근거 있는 질문을 해보세요.
pt_br: Indexe documentos e faça perguntas fundamentadas com citações das fontes.
zh_hans: 索引文档并提出带有来源引文的基础问题。
zh_hant: 索引文件並提出帶有來源引文的基礎問題。

source: Bridge a custom video-capable model into LanguageModelSession.
de: Überbrücken Sie ein benutzerdefiniertes videofähiges Modell mit LanguageModelSession.
es: Conecte un modelo personalizado con capacidad de vídeo a LanguageModelSession.
fr: Reliez un modèle vidéo personnalisé à LanguageModelSession.
it: Collega un modello personalizzato con funzionalità video in LanguageModelSession.
ja: カスタム ビデオ対応モデルを LanguageModelSession にブリッジします。
ko: 사용자 정의 비디오 지원 모델을 LanguageModelSession에 연결합니다.
pt_br: Conecte um modelo personalizado com capacidade de vídeo ao LanguageModelSession.
zh_hans: 将自定义的支持视频的模型桥接到 LanguageModelSession 中。
zh_hant: 將自訂的支援影片的模型橋接到 LanguageModelSession 中。

source: Untitled Experiment
de: Experiment ohne Titel
es: Experimento sin título
fr: Expérience sans titre
it: Esperimento senza titolo
ja: 無題の実験
ko: 제목 없는 실험
pt_br: Experimento sem título
zh_hans: 无题实验
zh_hant: 無題實驗

source: Description
de: Beschreibung
es: Descripción
fr: Descriptif
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
zh_hans: 描述
zh_hant: 描述

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
zh_hans: 模型
zh_hant: 模型

source: Runtime
de: Laufzeit
es: Tiempo de ejecución
fr: Environnement d’exécution
it: Ambiente di esecuzione
ja: ランタイム
ko: 런타임
pt_br: Tempo de execução
zh_hans: 运行时
zh_hant: 運行時

source: Reasoning
de: Schlussfolgern
es: Razonamiento
fr: Raisonnement
it: Ragionamento
ja: 推論
ko: 추론
pt_br: Raciocínio
zh_hans: 推理
zh_hant: 推理

source: Generation
de: Generierung
es: Generación
fr: Génération
it: Generazione
ja: 生成
ko: 생성
pt_br: Geração
zh_hans: 生成
zh_hant: 生成

source: Maximum response tokens
de: Maximale Antworttokens
es: Tokens de respuesta máximos
fr: Jetons de réponse maximum
it: Token di risposta massimi
ja: 最大応答トークン
ko: 최대 응답 토큰
pt_br: Máximo de tokens de resposta
zh_hans: 最大响应令牌数
zh_hant: 最大回應令牌數

source: Describe how the model should behave
de: Beschreiben Sie, wie sich das Modell verhalten soll
es: Describe cómo debe comportarse el modelo.
fr: Décrire comment le modèle doit se comporter
it: Descrivi come dovrebbe comportarsi il modello
ja: モデルがどのように動作するかを説明する
ko: 모델이 어떻게 작동해야 하는지 설명
pt_br: Descreva como o modelo deve se comportar
zh_hans: 描述模型应该如何表现
zh_hant: 描述模型應該如何表現

source: Save Experiment
de: Experiment speichern
es: Guardar experimento
fr: Enregistrer l'expérience
it: Salva esperimento
ja: 実験の保存
ko: 실험 저장
pt_br: Salvar experimento
zh_hans: 保存实验
zh_hant: 保存實驗

source: Share Swift Code
de: Swift-Code teilen
es: Compartir código Swift
fr: Partager le code Swift
it: Condividi codice Swift
ja: Swift コードを共有
ko: Swift 코드 공유
pt_br: Compartilhar código Swift
zh_hans: 共享 Swift 代码
zh_hant: 分享 Swift 程式碼

source: Summarizing conversation…
de: Unterhaltung wird zusammengefasst…
es: Resumiendo la conversación…
fr: Résumé de la conversation…
it: Riepilogo della conversazione…
ja: 会話を要約中…
ko: 대화 요약 중…
pt_br: Resumindo a conversa…
zh_hans: 正在总结对话…
zh_hant: 正在摘要對話…

source: Optimizing conversation history…
de: Gesprächsverlauf wird optimiert…
es: Optimizando el historial de conversaciones…
fr: Optimisation de l’historique des conversations…
it: Ottimizzazione della cronologia delle conversazioni…
ja: 会話履歴を最適化中…
ko: 대화 기록 최적화 중…
pt_br: Otimizando o histórico de conversas…
zh_hans: 正在优化对话历史…
zh_hant: 正在最佳化對話記錄…

source: Ready to Run
de: Bereit zur Ausführung
es: Listo para ejecutar
fr: Prêt à exécuter
it: Pronto per l’esecuzione
ja: 実行準備完了
ko: 실행 준비 완료
pt_br: Pronto para executar
zh_hans: 准备运行
zh_hant: 準備執行

source: Run Suggested Prompt
de: Führen Sie die vorgeschlagene Eingabeaufforderung aus
es: Ejecutar mensaje sugerido
fr: Exécuter l'invite suggérée
it: Esegui il messaggio suggerito
ja: 提案されたプロンプトを実行
ko: 제안 프롬프트 실행
pt_br: Execute o prompt sugerido
zh_hans: 运行建议的提示
zh_hant: 運行建議的提示

source: Write a prompt below or choose a ready-made experiment from the Library.
de: Geben Sie unten einen Prompt ein oder wählen Sie ein vorgefertigtes Experiment aus der Bibliothek.
es: Escribe un prompt a continuación o elige un experimento listo para usar de la Biblioteca.
fr: Rédigez une invite ci-dessous ou choisissez une expérience prête à l’emploi dans la Bibliothèque.
it: Scrivi un prompt qui sotto o scegli un esperimento pronto all’uso dalla Libreria.
ja: 下にプロンプトを入力するか、ライブラリからすぐに使える実験を選択します。
ko: 아래에 프롬프트를 입력하거나 라이브러리에서 바로 사용할 수 있는 실험을 선택하세요.
pt_br: Escreva um prompt abaixo ou escolha um experimento pronto na Biblioteca.
zh_hans: 在下方输入提示词，或从资源库中选择一个现成实验。
zh_hant: 在下方輸入提示詞，或從資料庫中選擇一個現成實驗。

source: Configure Experiment
de: Experiment konfigurieren
es: Configurar experimento
fr: Configurer l'expérience
it: Configura esperimento
ja: 実験の構成
ko: 실험 구성
pt_br: Configurar experimento
zh_hans: 配置实验
zh_hant: 配置實驗

source: Experiment Actions
de: Experimentaktionen
es: Acciones del experimento
fr: Actions de l’expérience
it: Azioni dell’esperimento
ja: 実験アクション
ko: 실험 작업
pt_br: Ações do experimento
zh_hans: 实验操作
zh_hant: 實驗操作

source: Conversation
de: Gespräch
es: Conversación
it: Conversazione
ja: 会話
ko: 대화
pt_br: Conversa
zh_hans: 对话
zh_hant: 對話

source: Evaluation
de: Bewertung
es: Evaluación
fr: Évaluation
it: Valutazione
ja: 評価
ko: 평가
pt_br: Avaliação
zh_hans: 评估
zh_hant: 評估

source: Light
de: Leicht
es: Ligero
fr: Léger
it: Leggero
ja: 軽度
ko: 낮음
pt_br: Leve
zh_hans: 轻度
zh_hant: 輕度

source: Moderate
de: Mittel
es: Moderado
fr: Modéré
it: Moderato
ja: 中程度
ko: 중간
pt_br: Moderado
zh_hans: 中度
zh_hant: 中度

source: Deep
de: Tief
es: Profundo
fr: Approfondi
it: Profondo
ja: 深度
ko: 깊음
pt_br: Profundo
zh_hans: 深度
zh_hant: 深度

source: Run History Actions
de: Aktionen für den Ausführungsverlauf
es: Acciones del historial de ejecuciones
fr: Actions de l’historique des exécutions
it: Azioni della cronologia esecuzioni
ja: 実行履歴の操作
ko: 실행 기록 작업
pt_br: Ações do histórico de execuções
zh_hans: 运行历史操作
zh_hant: 執行記錄操作

source: Contains actions for managing all saved runs
de: Enthält Aktionen zum Verwalten aller gespeicherten Ausführungen
es: Contiene acciones para gestionar todas las ejecuciones guardadas
fr: Contient des actions permettant de gérer toutes les exécutions enregistrées
it: Contiene azioni per gestire tutte le esecuzioni salvate
ja: 保存済みのすべての実行を管理する操作が含まれます
ko: 저장된 모든 실행을 관리하는 작업이 포함되어 있습니다
pt_br: Contém ações para gerenciar todas as execuções salvas
zh_hans: 包含用于管理所有已保存运行的操作
zh_hant: 包含用於管理所有已儲存執行的操作

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
zh_hans: 类型
zh_hant: 類型

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: プロバイダ
ko: 제공자
pt_br: Provedor
zh_hans: 提供商
zh_hant: 供應商

source: System Default
de: Systemstandard
es: Valor predeterminado del sistema
fr: Système par défaut
it: Predefinito del sistema
ja: システムのデフォルト
ko: 시스템 기본값
pt_br: Padrão do sistema
zh_hans: 系统默认值
zh_hant: 系統預設值

source: Started
de: Gestartet
es: Iniciado
fr: Démarré
it: Avviato
ja: 開始
ko: 시작됨
pt_br: Iniciado
zh_hans: 已开始
zh_hant: 已開始

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 所要時間
ko: 소요 시간
pt_br: Duração
zh_hans: 持续时间
zh_hant: 持續時間

source: Context tokens after run
de: Kontexttokens nach der Ausführung
es: Tokens de contexto después de la ejecución
fr: Jetons de contexte après l’exécution
it: Token di contesto dopo l’esecuzione
ja: 実行後のコンテキストトークン
ko: 실행 후 컨텍스트 토큰
pt_br: Tokens de contexto após a execução
zh_hans: 运行后的上下文令牌
zh_hant: 執行後的內容脈絡權杖

source: Run Detail
de: Ausführungsdetails
es: Detalle de ejecución
fr: Détail de l’exécution
it: Dettagli esecuzione
ja: 実行の詳細
ko: 실행 세부사항
pt_br: Detalhes da execução
zh_hans: 运行详情
zh_hant: 執行詳細資料

source: Open in Playground
de: Im Experimentierbereich öffnen
es: Abrir en Área de pruebas
fr: Ouvrir dans Espace de test
it: Apri in Area di prova
ja: プレイグラウンドで開く
ko: 플레이그라운드에서 열기
pt_br: Abrir na Área de testes
zh_hans: 在试验场中打开
zh_hant: 在試驗場中打開

source: Loads this run's exact configuration without running it
de: Lädt die genaue Konfiguration dieser Ausführung, ohne sie zu starten
es: Carga la configuración exacta de esta ejecución sin volver a ejecutarla
fr: Charge la configuration exacte de cette exécution sans la relancer
it: Carica la configurazione esatta di questa esecuzione senza rieseguirla
ja: この実行の正確な構成を、再実行せずに読み込みます
ko: 다시 실행하지 않고 이 실행의 정확한 구성을 불러옵니다
pt_br: Carrega a configuração exata desta execução sem executá-la novamente
zh_hans: 加载这次运行的确切配置，但不重新运行
zh_hant: 載入這次執行的確切設定，但不重新執行

source: Tool Call
de: Werkzeugaufruf
es: Llamada de herramienta
fr: Appel d'outil
it: Chiamata strumento
ja: ツールコール
ko: 도구 호출
pt_br: Chamada de ferramenta
zh_hans: 工具调用
zh_hant: 工具調用

source: Tool Result
de: Werkzeugergebnis
es: Resultado de la herramienta
fr: Résultat de l'outil
it: Risultato dello strumento
ja: ツールの結果
ko: 도구 결과
pt_br: Resultado da ferramenta
zh_hans: 工具结果
zh_hant: 工具結果

source: No prompt was recorded
de: Es wurde kein Prompt aufgezeichnet
es: No se registró ningún prompt
fr: Aucune invite n’a été enregistrée
it: Non è stato registrato alcun prompt
ja: プロンプトは記録されませんでした
ko: 기록된 프롬프트가 없습니다
pt_br: Nenhum prompt foi registrado
zh_hans: 未记录提示词
zh_hant: 未記錄提示詞

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
ko: 취소됨
pt_br: Cancelado
zh_hans: 已取消
zh_hant: 已取消

source: Succeeded
de: Erfolgreich
es: Exitoso
fr: Réussi
it: Riuscito
ja: 成功
ko: 성공
pt_br: Bem-sucedido
zh_hans: 成功
zh_hant: 成功

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Falhou
zh_hans: 失败
zh_hant: 失敗

source: Run cancelled
de: Ausführung abgebrochen
es: Ejecución cancelada
fr: Exécution annulée
it: Esecuzione annullata
ja: 実行がキャンセルされました
ko: 실행 취소됨
pt_br: Execução cancelada
zh_hans: 运行已取消
zh_hant: 執行已取消

source: Run succeeded
de: Ausführung erfolgreich
es: Ejecución correcta
fr: Exécution réussie
it: Esecuzione riuscita
ja: 実行に成功しました
ko: 실행 성공
pt_br: Execução bem-sucedida
zh_hans: 运行成功
zh_hant: 執行成功

source: Run failed
de: Ausführung fehlgeschlagen
es: La ejecución falló
fr: Échec de l’exécution
it: Esecuzione non riuscita
ja: 実行に失敗しました
ko: 실행 실패
pt_br: Falha na execução
zh_hans: 运行失败
zh_hant: 執行失敗

source: No tools selected
de: Keine Werkzeuge ausgewählt
es: No se seleccionaron herramientas
fr: Aucun outil sélectionné
it: Nessuno strumento selezionato
ja: ツールが選択されていません
ko: 선택한 도구가 없습니다.
pt_br: Nenhuma ferramenta selecionada
zh_hans: 未选择工具
zh_hant: 未選擇工具

source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
it: Trascrizione
ja: 会話記録
ko: 대화 기록
pt_br: Transcrição
zh_hans: 对话记录
zh_hant: 對話記錄

source: Exact configurations, output, and timing
de: Genaue Konfigurationen, Ausgabe und Timing
es: Configuraciones, salida y sincronización exactas
fr: Configurations, sorties et timing exacts
it: Configurazioni, output e tempi esatti
ja: 正確な構成、出力、タイミング
ko: 정확한 구성, 출력 및 타이밍
pt_br: Configurações exatas, saída e tempo
zh_hans: 精确的配置、输出和时序
zh_hant: 精确的配置、输出和时序

source: Search runs
de: Ausführungen durchsuchen
es: Buscar ejecuciones
fr: Rechercher des exécutions
it: Cerca esecuzioni
ja: 実行を検索
ko: 실행 검색
pt_br: Pesquisar execuções
zh_hans: 搜索运行记录
zh_hant: 搜尋執行記錄

source: Run Not Found
de: Ausführung nicht gefunden
es: Ejecución no encontrada
fr: Exécution introuvable
it: Esecuzione non trovata
ja: 実行が見つかりません
ko: 실행을 찾을 수 없음
pt_br: Execução não encontrada
zh_hans: 未找到运行记录
zh_hant: 找不到執行記錄

source: This run may have been deleted in another window.
de: Diese Ausführung wurde möglicherweise in einem anderen Fenster gelöscht.
es: Es posible que esta ejecución se haya eliminado en otra ventana.
fr: Cette exécution a peut-être été supprimée dans une autre fenêtre.
it: Questa esecuzione potrebbe essere stata eliminata in un’altra finestra.
ja: この実行は別のウインドウで削除された可能性があります。
ko: 이 실행이 다른 윈도우에서 삭제되었을 수 있습니다.
pt_br: Esta execução pode ter sido excluída em outra janela.
zh_hans: 这次运行可能已在另一个窗口中删除。
zh_hant: 這次執行可能已在另一個視窗中刪除。

source: No Runs Yet
de: Noch keine Ausführungen
es: Aún no hay ejecuciones
fr: Aucune exécution pour l’instant
it: Ancora nessuna esecuzione
ja: 実行履歴はまだありません
ko: 아직 실행 기록이 없습니다
pt_br: Ainda não há execuções
zh_hans: 暂无运行记录
zh_hant: 尚無執行記錄

source: Run an experiment to keep its output, timing, and exact configuration here.
de: Führen Sie ein Experiment durch, um dessen Ausgabe, Timing und genaue Konfiguration hier beizubehalten.
es: Ejecute un experimento para mantener su resultado, tiempo y configuración exacta aquí.
fr: Exécutez une expérience pour conserver ici sa sortie, son timing et sa configuration exacte.
it: Esegui un esperimento per mantenere qui l'output, i tempi e la configurazione esatta.
ja: ここで実験を実行して、出力、タイミング、正確な構成を維持します。
ko: 여기에서 실험을 실행하여 출력, 타이밍, 정확한 구성을 유지하세요.
pt_br: Execute um experimento para manter sua saída, tempo e configuração exata aqui.
zh_hans: 运行实验以在此处保留其输出、计时和准确配置。
zh_hant: 運行實驗以在此處保留其輸出、計時和準確配置。

source: Open Playground
de: Experimentierbereich öffnen
es: Abrir Área de pruebas
fr: Ouvrir Espace de test
it: Apri Area di prova
ja: プレイグラウンドを開く
ko: 플레이그라운드 열기
pt_br: Abrir Área de testes
zh_hans: 打开试验场
zh_hant: 打開試驗場

source: Delete Run
de: Ausführung löschen
es: Eliminar ejecución
fr: Supprimer l’exécution
it: Elimina esecuzione
ja: 実行を削除
ko: 실행 삭제
pt_br: Excluir execução
zh_hans: 删除运行记录
zh_hant: 刪除執行記錄

source: Response Usage
de: Antwortnutzung
es: Uso de la respuesta
fr: Utilisation de la réponse
it: Utilizzo della risposta
ja: 応答の使用状況
ko: 응답 사용량
pt_br: Uso da resposta
zh_hans: 响应使用情况
zh_hant: 回應用量

source: Context Window
de: Kontextfenster
es: Ventana de contexto
fr: Fenêtre de contexte
it: Finestra di contesto
ja: コンテキストウィンドウ
ko: 컨텍스트 창
pt_br: Janela de Contexto
zh_hans: 上下文窗口
zh_hant: 上下文窗口
